{
    "about_me": "About me",
    "work_experience": "Work experience",
    "project_title": "Projects",
    "resume": "CV",
    "back": "Go back",
    "hello_im": "Hello I'm Katie",
    "profile": "Highly motivated and reliable Front-end developer, dedicated to deliver results-oriented solutions. Able to work independently on smaller projects, as well as collaborate in a team environment on larger codebases. With solid experience in developing Software as a service (SaaS). Immediately available.",
    "passionStatement1": "I'm a passionate developer with a deep love for coding.",
    "passionStatement2": "I specialize in creating responsive, user-friendly websites, seamlessly blending animation and design to bring ideas to life.",
    "passionStatement3": "I thrive on harnessing the power of frontend frameworks and backend logic, and I'm driven by the endless opportunities for learning and growth in the tech world.",
    "employment_history": "Employment History",
    "download": "Download",
    "profile_title": "profile",
    "courses_title": "courses",
    "details_title": "details",
    "skills_title": "skills",
    "language_title": "languages",
    "visit_linkedin": "Visit LinkedIn",
    "visit_github": "Visit GitHub",
    "write_email": "Write email",
    "work": {
        "sweco": {
            "point1": "Contribution: Developed internal tool for cities and business, building sustainability roadmaps using a SaaS software approach.",
            "point2": "Development: Created dynamic cloud-based applications with Vue and TypeScript, utilizing SCSS for styling and Bootstrap.",
            "point3": "Delivery: Released updates through GitHub deployment.",
            "point4": "Aftercare: Provided iterative support and fine-tuning within a Scrum framework.",
            "point5": "Contact: Serge de Gheldere, CEO Futureproofed - {swecoEmail}"
        },
        "wellbeing": {
            "point1": "Contribution: Developed internal tool to streamline business client report management, leveraging a SaaS model for optimal efficiency.",
            "point2": "Development: Coded and styled dynamic components utilizing React, TypeScript, and SCSS, integrated seamlessly with web services.",
            "point3": "Contact: Laurent Tornhout, CEO at Wellbeing.ai - {wellbeingEmail}"
        },
        "onePunch": {
            "point1": "Development: Dynamic React components with Chakra-UI integration, enhancing web service interactions.",
            "point2": "Contact: Chatchai Sribunruang, CEO OnePunchAgency - {onePunchEmail}"
        },
        "vrt": {
            "point1": "Development: Developed dynamic components using React, TypeScript, and CSS, integrated with web services. Ensured software reliability through comprehensive unit and end-to-end testing protocols.",
            "point2": "Delivery: Streamlined software deployment process by releasing new versions via Jenkins.",
            "point3": "Aftercare: Provided interactive support and optimization within a Scrum framework.",
            "point4": "Contact: Ruben Causyn, Team Lead VRTNU/Radio - {vrtEmail}"
        }
    },
    "about": {
        "me": {
            "title": "Hi, I’m Katie Lisabeth",
            "description": "With 3 years of experience, I have honed my skills in both frontend and backend dev, creating dynamic and responsive websites."
        },
        "stack": {
            "title": "Tech Stack",
            "description": "I specialize in a variety of languages, frameworks, and tools that allow me to build robust and scalable applications."
        },
        "skills": {
            "title": "Soft skills",
            "description": "I excel in communication, teamwork, and problem-solving by collaborating effectively with others to break down complex challenges and deliver solutions. I’m adaptable, detail-oriented, and constantly learning, balancing creativity with accountability and time management to build quality software while maintaining empathy for users and colleagues."
        },
        "passion": {
            "title": "My Passion for Coding",
            "description": "I love solving problems and building things through code. Programming isn't just my profession—it's my passion. I enjoy exploring new technologies, and enhancing my skills."
        },
        "contact": {
            "title": "Contact me"
        }
    },
    "languages": {
        "english": "English",
        "dutch": "Dutch"
    },
    "projects": {
        "project1": {
            "title": "Project One",
            "text": "This is the description for Project One."
        },
        "project2": {
            "title": "Project Two",
            "text": "This is the description for Project Two."
        },
        "project3": {
            "title": "Project Three",
            "text": "This is the description for Project Three."
        },
        "project4": {
            "title": "Project Four",
            "text": "This is the description for Project Four."
        },
        "project5": {
            "title": "Project Five",
            "text": "This is the description for Project Five."
        },
        "project6": {
            "title": "Project Six",
            "text": "This is the description for Project Six."
        }
    },
    "built_with": "Built with"
}